let answers = {
    "r" : {
        "description" : "Рапунцель: Запутанная история<br>Рапунцель 18 лет сидела в заточении в башне, так что кто, как не она, лучше всех понимает, каково сидится на самоизоляции. Но, что ещё важнее – этот мультфильм учит нас тому, что всё это когда-нибудь закончится, и наступит время долгожданной свободы, просто нужно потерпеть. К тому же, мультфильм наполнен надеждой, чего стоит только песня «Живёт мечта».",
        "image" : "image/r.jpg",
    } ,
    "sh" : {
        "description" : "Шрэк<br>Что может быть лучше для поднятия настроения, чем бессмертная классика юмористической анимации? «Шрек» уже давно известен как лучшее средство весело провести время для всех любителей мультфильмов, а отличный сюжет и искромётные шутки героев отвлекут всю семью от тягот самоизоляции.",
        "image" : "image/sh.jpg",
    } ,
    "hran" : {
        "description" : "Хранители снов<br>История о духах праздников и традиций. Очень весёлая и интересная история. Душевная работа от DreamWorks очень сказочная и волшебная.",
        "image" : "image/hran.jpg",
    } ,
    "ad" : {
        "description" : "Семейка Аддамс.<br>Необычная история про странную семейку, которая очень сильно выделяется своим видом и поведением.",
        "image" : "image/ad.jpg",
    } ,
    "sp" : {
        "description" : "Человек-паук: Через вселенные<br>Невероятно стильный мультфильм! Просмотр мультфильма «Человек-Паук: Через Вселенные» восполнит ваш адреналин через спасение вселенной от злодеев.",
        "image" : "image/sp.jpg",
    } ,
};