const quiz = [
    {
        "q": "Где вы будете смотреть мульфильм? 1/7",
        "a" : {
            "r": "У себя в квартире",
            "sh": "На даче, чтобы можно было подышать свежим воздухом",
            "hran" : "Во время путешествия",
            "sp" : "В метро или в автобусе",
            "ad" : "Мне без разницы",
        }
    },
     {
        "q": "С кем вы собираетесь смотреть? 2/7",
        "a" : {
            "r": " С семьёй",
            "ad": "В одиночестве",
            "hran" : "Со своими друзьями",
            "sh" : "Со своим питомцем",
            "sp" : "С лучшим другом"
        }
    },
     {
        "q": "Какое для вас лучшее занятие для досуга? 3/7",
        "a" : {
            "r": "Самообразование - столько свободного времени не может пропасть даром!",
            "sh": "Сон-лучшее лекартсво от чего угодно, в том числе и от скуки",
            "hran" : "Марафоны мультфильмов и фильмов",
            "sp" : "Пора уже пройти те игры, которые давно куплены,но так и ни разу не запущены",
            "ad" : "Играть громкую музыку пока всё в округе не проснутся!"
        }
    },
       {
        "q": "Какое у вас сейчас настроение 4/7",
        "a" : {
            "r":"Лучше всех!",
            "hran": "Спокойное",
            "sp" : "Напряжённое",
            "sh" : "Вредное",
            "ad" : "Ленивое"
        }
    },
      {
        "q": "Что вам нравится меньше всего в самоизоляции? 5/7",
        "a" : {
            "r": "Ограничение с выходом на улицу",
            "ad": "Абсолюттно не чем заняться",
            "sh" : "Усталость от постоянного присутствия кого-то рядом",
            "hran" : "Необходимость работать или учиться дома",
            "sp" : "Нарушенный режим сна"
        }
    },
    {
        "q": " Какой совет вы можете дать, тем кто находится дома на самоизоляции? 6/7",
        "a" : {
            "ad": "Заниматься чем-то интересным вместе с семьёй",
            "sh": "Запастись продуктами и бытовыми вещами",
            "r" : "Найти новое хобби по душе",
            "sp" : "Спланировать куда отправиться после изоляции",
            "hran" : "Прочитать новую книгу"
        }
    },
       {
        "q": "Про что вы хотите посмотреть мультфильм? 7/7",
        "a" : {
            "r": "Про любовь",
            "sh": "Про захватывающие приключения",
            "ad" : "Про семью",
            "hran" : "Про волшебство",
            "sp": "Про супергероев"
        }
    },
];