let info_array = [
{
  name: "antz",
  char_text: "<b>Основание студии</b> <br>В 1994 году Джеффри Катценберг поскандалил с тогдашним директором Disney Майклом Эйснером, так как тот, несмотря на всю преданность Катценберга и его отличную работу, так и не назначил его своим заместителем, когда представилась такая возможность. Дело закончилось скандалом, увольнением Катценберга. Джеффри объединился со Стивеном Спилбергом, находившемся в творческих скитаниях и Дэвидом Геффеном. Так все и началось. Троица основала студию DreamWorks. Первый мультфильм студии «Антц», поднимал тему войны и манипуляции обществом, перенося действие на колонию муравьёв. Однако реализация оказалась неоднозначной, с плоским юмором и посредственным дизайном персонажей. Однако то, что студия подняла тему войны в мультфильме для детей, говорило, что DreamWorks идет по другому пути, нежели те же Disney, хоть дети вряд ли оценили есь посыл мультфилма."},
{
  name: "moisei",
  char_text: "<b>Неудачные попытки</b> <br>Последующие картины как «Принц Египта» только закрепили подобный подход, ведь она была величественным воспроизведением библейской истории о Моисее, где со всем размахом, пафосом и красотой показано становление главного героя от заносчивого дурака, до мессии всего еврейского народа. В целом все произведения того периода обладали некой глубиной и были отличительной чертой студии, чем-то таким, что никто не мог создать кроме них."},
{
  name: "sh",
  char_text: "<b>Невероятный успех зеленого огра</b> <br>В 2001 году студия выпустила свой самый культовый, циничный и необычный фильм, который к началу нулевых сформировал их как студию со своим неповторимым стилем — «Шрек». Гениальность «Шрека» в его простоте, в том, как он ломает типичные сказочные клише и общается со зрителями на одном, понятном им языке. Главный герой здесь не принц на белом коне — а грубый людоед, которому и не сильно нравится все, что он делает. Принцесса не беззащитная дама в беде, а способная постоять за себя боевая машина."
},
{
  name: "alex",
  char_text: "<b>Взлёты и падения</b>  <br>Но разом с тем за средним проектом «Подводная братва» студия выпускает ламповый шедевр «Мадагаскар», о животных из нью-йоркского зоопарка попавших на далекий остров. Прорывной, смешной и с простой моралью, он понравился зрителям и в итоге растянулся на несколько сиквелов и спин-оффов, об успехах которых сложно утверждать, как и с другими продолжениями франшиз. К сожалению стратегия, когда хороший продукт выходит через один плохой в итоге сильно ударила по доходам и подвела студию к самой темной точки ее истории."},
{
  name: "minion",
  char_text: "<b>Падение студии</b> <br>В конечном итоге, студию купили Universal, которые объединяют их с Illumination. Это студия, которая занимается выпуском откровенно детского продукта как «Миньоны» и «Гадкий я». Такие картины, вышедшие под ее логотипом после сделки с Universal полностью состоят из глупых шуток для детей и не соответствуют ее репутации студии, которую когда-то создал «Шрек». Конец той DreamWorks Animations, которую мы знаем, настал в 2016 году."
}
]
