let info_array = [
{
  name: "navsikaya",
  char_text: "<b>Чем известна сама студия?</b> <br>«Студия Гибли» фактически появилась в 1983 году, при создании фильма «Навсикая из долины Ветров», созданного по мотивам одноимённой манги. Главной особенностью студии являлось то, что каждое произведение несёт в себе какой-то скрытый смысл. Например в Навсикае затрагивается тема разрушительного влияния человека на природу и техногенного апокалипсиса. Стремясь подчинить себе Природу, человек губит её. Она сопротивляется, чтобы спасти и неразумного человека, и всю Жизнь в целом."
},

{
  name: "totoro",
  char_text: "<b>Мой сосед Тоторо</b> <br>Тоторо — дух-хранитель леса, большое и милейшее существо, которое подружится с двумя маленькими девочками, будет помогать им и заботиться о них. Эта лента сделала студию Гибли прибыльной, а Тоторо стал ее символом. Огромный дух-хранитель очень полюбился людям."},
{
  name: "kiki",
  char_text: "<b>Ведьмина служба доставки</b> <br>Молодая ведьма Кики по достижении 13 лет должна прожить среди людей определённое время. Вместе с котом Дзидзи она отправляется в город, где знакомится с добрым пекарем, который помогает ей начать собственное дело - экстренную службу доставки. Новая работа знакомит Кики со множеством различных людей и предоставляет возможность обрести новых друзей."},
{
  name: "ghost",
  char_text: "<b>Унесённые призраками</b> <br>Тихиро с мамой и папой переезжают в новый дом. Заблудившись по дороге, они оказываются в странном пустынном городе, где их ждет великолепный пир. Родители с жадностью набрасываются на еду и к ужасу девочки превращаются в свиней, став пленниками злой колдуньи Юбабы. Теперь, оказавшись одна среди волшебных существ и загадочных видений, Тихиро должна придумать, как избавить своих родителей от чар коварной старухи. Данный мультфильм затрагивает множество различных тем, за что его так любят: отношения детей и родителей, семейные ценности, уважение к традициям, культуре и обычаям, одиночество и социальная адаптация, проявление главных пороков человечества, становление и сохранение личности, а также борьба с внутренними страхами и поиск истины"
},
{
  name: "zamok",
  char_text: "<b>Ходячий замок</b> <br>Злая ведьма заточила 18-летнюю Софи в тело старухи. Девушка-бабушка бежит из города куда глаза глядят и встречает удивительный дом на ножках, где знакомится с могущественным волшебником Хаулом и демоном Кальцифером. Кальцифер должен служить Хаулу по договору, условия которого он не может разглашать. Девушка и демон решают помочь друг другу избавиться от злых чар. Смысл этого произведения кроется в том, что истинная красота кроется внутри и, только решив свои психологические проблемы, можно стать полностью счастливым. Но стоит помнить, что самоуничижение и уныние приводят к погружению души в бездну хаоса и обреченности, выбраться из которой в одиночку очень трудно."}
]
