let info_array = [
    {
  name: "0",
  char_text: "<b>Истоки</b> <br>Принято считать, что анимация зародилась в конце XVII века, когда Атанасиусом Киршером (Athanasius Kircher) была изобретена волшебная лампа (1671). Принцип её работы был таковым: свет от лампы или другого источника отражался на стекло с масляными рисунками, с которого изображение проецировалось на маленький экран, в который зритель глядел, как в замочную скважину. Правда, нечто похожее существовало намного раньше: ещё в XV веке появлялись первые упоминания о китайском театре теней, на который, кстати, нередко ссылался изобретатель! \n" +
      "С 30-х годов XIX столетия просто посыпались всевозможные \"скопы\" (фенакистоскоп, кинематоскоп) основанные на этом принципе, однако настоящей революцией стал набор изобретений Эмиля Рейно (Emile Reynaud): он спроецировал изображение на экран (точнее на большую простыню, натянутую на стене) с 35 миллиметровой целлулоидной плёнки, на которую, в свою очередь, были нанесены кадры. \"Оптический театр\", как назвал его Рейно, начал своё существование в 1888, что, заметьте, на семь лет раньше первого фильма братьев Луи и Огюста Люмьер (1895), но кинематограф произошел от фотографии, а в первых мультфильмах кадры наносились краской непосредственно на плёнку."
    },


  {
  name: "1",
  char_text: "<b>Первые шаги</b>  <br>С первых лет двадцатого века начался активный бум кинематографической анимации, то есть кадры уже рисовались отдельно и снимались на киноплёнку. В 1905 году испанский оператор Сегундо де Шомон приспособил камеру для покадровой съемки, чтобы снять анимационный фильм Электрический отель (Еl Hotel Electricо), где объекты самостоятельно перемещались по экрану, а буквы складывались в слова. Что касается рисованной анимации, то первыми и самыми известными лентами являются Humorous Phases of Funny Faces и Fantasmagorie 1906-го года. Нарисованы они были мелом на доске и скорее изображали сам процесс рисования, чем передавали сюжет. Кстати, автор Фантасмагории (1908) Эмиль Коль (настоящая фамилия - Куртэ) считается первым профессиональным аниматором и именно с его работ началась эра анимационных карикатур!"
  },

  {
  name: "2",
  char_text: "Вскоре просто волной полились разнообразные карикатурные, а также музыкальные короткометражки от студий со всего мира. В последующие годы активно начали уделять внимание развитию анимации и вскоре начали использовать четкое разделение труда между работниками. В 1913 году американский художник Джон Рэндольф Брэй начал применять статические фоны и недвижимые части рисунка, что заметно облегчило работу аниматорам. Впервые эту технологию он использовал в ленте Сон художника и впоследствии получил на неё патент, позже, совместно с киностудиями Paramount и Goldwyn, основал студийное производство анимационных фильмов. \n" +
  "Вовсю начались эксперименты с эффектами и стилизациями, а анимационные студии появлялись как грибы после дождя, однако, пожалуй, наиболее прославилась студия Уолтера Диснея, самой значимой из первых работ которого был мышонок Микки Маус.С 1928 года начали выходить первые черно-белые истории, которые вскоре наполнились звуком и цветом, и уже к 30-м годам Микки считался любимейшим мульт-персонажем в мире!"
  },
  {
    name: "3",
    char_text: "<b>Расцвет анимации</b> <br>Тридцатые годы XX столетия считают золотым веком кинематографа и анимации! В развитие студий вкладывались огромные, по тем временам, инвестиции, и вскоре появилось множество новых режиссёров, а студии выпускали не только коммерческие ленты, но могли позволить себе экспериментальные работы, задающие новые стандарты и поднимающие планку визуальных стилей в анимации на небывалую высоту.\n" +
    "В 1936 году была основана студия Союздетмультфильм, вскоре переименованная в Союзмультфильм. Студия получила на вооружение все технические достижения западных аниматоров того времени и стараниями талантливых работников начала свой стремительный рост, а вскоре получила и мировую известность!\n"+
      "В 1938 году состоялась премьера первого полнометражного фильма Диснея - Белоснежка и семь гномов, ставшего самым дорогим анимационным фильмом в мире! Он же стал первой цветной полнометражной лентой в истории. Её создание началось в 1934 году и продолжалось до 1937, пока у студии не закончились деньги. Чтобы закончить картину, было принято решение устроить показ эпизодов фильма, и лишь благодаря кредиту Банка Америки удалось завершить ленту. Впоследствии Дисней основал новую студию и начал волну полнометражных анимационных фильмов, в результате на долгие годы за студией закрепляется статус законодателя в мире мультипликации.\n" +
      "В 1975 году выходит самая известная из работ Юрия Норштейна - Ежик в тумане. За всё время своего существования мультфильм получил огромное количество наград (зачастую ган-при!), а в 2003 году на международном конгрессе аниматоров в Токио был признан лучшим анимационным фильмом в истории! Второй по популярности была Сказка сказок (1979), причем всё того же Юрия Норштейна!"
},
  {
    name: "4.1",
    char_text: "<b>Успехи Дальнего Востока</b><br>В 80х годах началась волна японской анимации. Начали выходить весьма своеобразные и амбициозные проекты, удивлявшие не только сюжетным наполнением, но и технической стороной. Для примера первая работа студии Гибли Nausica? of the Valley of the Wind (1983) имела небывалый успех, что не могло оставить равнодушными других представителей индустрии. Начались массовые экранизации известных романов, самым известным представителем которых является Grave of the Fireflies (1987) той же студии. \n" +
        "Можно ещё сказать, что революцию в аниме произвел знаменитый фильм Akira (1988), где впервые была использована компьютерная графика и даже 3D, а также новый стиль рисовки, совершенно отличавшийся от всех предыдущих японских проектов!\n" +
        "Правда в то время лишь немногим проектам удавалось окупиться, и даже приведенные выше работы не смогли покрыть свой бюджет. Единственной, кому это удавалось, оказалась студия Ghibli, все проекты которой окупались с лихвой. Для примера - прибыль от проката Kiki's Delivery Service (1989) составила свыше 40 миллионов долларов."
  },
  {
    name: "5",
    char_text: "<b>Пик успеха</b><br>С 1990 года начинает выходить сериал Тhe Simpsons от студии Fох Network , который является на сегодня самым долгоживущим сериалом в истории анимации,а также создаётся совместно американскими и корейскими аниматорами.\n" +
        "В 1996 выходит полнометражный Тоу Storу, производства компаний Пиксар и Дисней, ставший первым полностью компьютерным мультфильмом и фактически положивший начало новому периоду мировой анимации! Студия Диснея так вообще отказалась от использования рисованной анимации после коммерческого провала ленты Симбад - история семи морей (2005) и, начиная с полнометражного Цыпленок Цыпа (2006), перешла к полному использованию трёхмерной графики. Правда, в 2000-х годах появилась весьма интересная технология cel-shading после обработки которой трёхмерные объекты приобретали плоский рисованный вид. Сейчас эти технологии активно развиваются и не менее активно используются аниматорами всего мира, но, даже несмотря на это, рисованная анимация продолжает жить."
  }
]

